Repository: kissifrot/BestWishes
Catalog: locale/*/LC_MESSAGES/bestwishes.po
Languages: fr_fr

source: Are you sure you want to delete this list?
fr_fr: Etes-vous sûr(e) de vouloir supprimer cette liste ?

source: Delete it
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: You must correctly fill all the form fields
fr_fr: Vous devez remplir correctement les champs

source: Are you sure you want to delete this user? His/her belonging list(s) will be deleted too
fr_fr: Etes-vous sûr(e) de vouloir supprimer cet utilisateur ? Sa/ses liste(s)

source: Home/Login
fr_fr: Accueil/Connexion

source: Home
fr_fr: Accueil

source: Management/visualization of wishlists
fr_fr: Gestion/visualisation des listes de souhaits

source: Lists:
fr_fr: Listes :

source: Logout
fr_fr: Déconnexion

source: Change your options
fr_fr: Changez vos options

source: m/d/Y
fr_fr: d/m/Y

source: Please wait...
fr_fr: Veuillez patienter...

source: Confirm
fr_fr: Confirmer

source: Could not load this tab
fr_fr: Impossible de charger cet onglet

source: Password
fr_fr: Mot de passe

source: Possible actions:
fr_fr: Actions possibles :

source: (This list is still empty)
fr_fr: (La liste est encore vide)

source: Details
fr_fr: Détails

source: Delete
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: New gift
fr_fr: Nouvau cadeau

source: Edit
fr_fr: Modifier

source: Delete category
fr_fr: Supprimer la catégorie

source: Mark as bought
fr_fr: Marquer comme acheté

source: Mark as received
fr_fr: Marquer comme reçu

source: You cannot edit this gift name
fr_fr: Vous ne pouvez pas éditer ce nom de cadeau

source: Edit this gift name
fr_fr: Modifier le nom de ce cadeau

source: The max edits count was reached for this gift, you cannot edit it anymore
fr_fr: Le nombre maximum d'édition a été atteint pour ce cadeau, vous ne pouvez plus le modifier

source: The category name is too short
fr_fr: Le nom de la catégorie est trop court

source: The gift name is too short
fr_fr: Le nom du cadeau est trop court

source: Are you sure you want to delete this gift? It cannot be undone
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce cadeau ? La suppression est irréversible

source: Deleting this category will delete all its gifts too. Are you sure?
fr_fr: Supprimer cette catégorie supprimera tous ses cadeaux. Êtes-vous sûr(e) ?

source: Add anyway
fr_fr: Ajouter quand même

source: Purchase confirmation
fr_fr: Confirmation d'achat

source: Confirm purchase
fr_fr: Confirmer l'achat

source: Tips:
fr_fr: Astuces :

source: Comment <em>(optional)</em>:
fr_fr: Commentaire <em>(optionel)</em>:

source: Gift:
fr_fr: Cadeau :

source: Purchase information
fr_fr: Information sur l'achat

source: Are you sure you want to mark this gift as received? The gift won't be visible after
fr_fr: Êtes-vous sûr(e) de vouloir marquer ce cadeau comme acheté ? Le cadeau ne sera plus visible

source: Added on:
fr_fr: Ajouté le :

source: Purchase date:
fr_fr: Date d'achat :

source: Purchase info
fr_fr: Information sur l'achat

source: Bought by:
fr_fr: Acheté par :

source: On:
fr_fr: Le :

source: Comment:
fr_fr: Commentaire :

source: Gift name:
fr_fr: Nom du cadeau :

source: Category name:
fr_fr: Nom de la catégorie

source: Gift category:
fr_fr: Catégorie du cadeau :

source: Source and destination categories are the same!
fr_fr: La catégorie source et celle de destination sont identiques !

source: Go back to the list
fr_fr: Retour à la liste

source: To add a category:<br />-&nbsp;Fill its name<br />-&nbsp;Click on the &#8220;Add the category&#8221; button below
fr_fr: Pour ajouter une catégorie :<br />-&nbsp;Remplissez son nom<br />-&nbsp;Cliquez sur le bouton &#8220;Ajouter la catégoriey&#8221; ci-dessous

source: To add a gift:<br />-&nbsp;Fill its name<br />-&nbsp;Choose its category<br />-&nbsp;If it does not exist, create it using &#8220;Add a category to the list&#8221; above<br />-&nbsp;Click on the &#8220;Add the gift&#8221; just below
fr_fr: Pour ajouter un cadeau :<br />-&nbsp;Remplissez son nom<br />-&nbsp;Choisissez sa catégorie<br />-&nbsp;Si elle n'existe pas, créez-la en utilisant &#8220;Ajouter une catégorie à la liste&#8221; ci-dessus<br />-&nbsp;Cliquez sur le bouton &#8220;Ajouter le cadeau&#8221; ci-dessous

source: To delete a gift, click on the %s icon next to it.
fr_fr: Pour supprimer un cadeau, cliquez sur l'icône %s à côté de celui-ci

source: To delete a category, click on the %s icon next to it.<br />%s Deleting a category will delete all its gifts.
fr_fr: Pour supprimer une catégorie, cliquez sur l'icône %s à côté de celle-ci.<br />%s Supprimer une catégorie supprimera tous ses cadeaux.

source: To add a surprise gift:<br />-&nbsp;Fill its name<br />-&nbsp;Choose its category<br />-&nbsp;Click on the &#8220;Add the gift&#8221; just below
fr_fr: Pour ajouter un cadeau surprise :<br />-&nbsp;Remplissez son nom<br />-&nbsp;Choisissez sa catégorie<br />-&nbsp;Cliquez sur le bouton &#8220;Ajouter le cadeau&#8221; ci-dessous

source: To edit a gift name, click on the %s icon to the left of it.<br />Once you have finished the edition, click anywhere in the page or use Enter key to validate the modification(s).
fr_fr: Pour éditerr le nom d'un cadeau, cliquez sur l'icône %s à la gauche de son nom.<br >Une fois que vous avez terminé l'édition, cliquez n'importe où dans la page ou utilisez la touche Entrée pour valider la modification.

source: To edit a gift name, click on the %s icon to the left of it.<br />Once you have finished the edition, click anywhere in the page or use Enter key to validate the modification(s).<br />%s The modifications allowed are limited.
fr_fr: Pour éditerr le nom d'un cadeau, cliquez sur l'icône %s à la gauche de son nom.<br >Une fois que vous avez terminé l'édition, cliquez n'importe où dans la page ou utilisez la touche Entrée pour valider la modification.<br />%s Les modifications autorisées sont limitées.

source: To show a gift's details, such as the addition date, purchase info (if applicable), ... Just double-click on its name.
fr_fr: Pour afficher les détails d'un cadeau, comme sa date d'ajout, les informations d'achat (si applicable), ... Double-cliquez sur son nom.

source: Add a category to the list
fr_fr: Ajouter une catégorie à la liste

source: Add a gift (in an already existing category) to the list
fr_fr: Ajouter un cadeau (dans une catégorie préexistante) à la liste

source: Edit a gift's name
fr_fr: Modifier le nom d'un cadeau

source: Delete a gift
fr_fr: Supprimer un cadeau

source: Delete a category
fr_fr: Supprimer une catégorie

source: Add a surprise gift (in an already existing category) to the list
fr_fr: Ajouter un cadeau surprise (dans une catégorie préexistante) à la liste

source: Show a gift's details
fr_fr: Afficher les détails d'un cadeau

source: Display the list as PDF
fr_fr: Afficher la liste comme PDF

source: (bought by yourself on %s)
fr_fr: (acheté par vous-même le %s)

source: m/d/y
fr_fr: d/m/y

source: (bought by %s on %s)
fr_fr: (acheté par %s le %s)

source: Addition of a surprise gift to the list %s
fr_fr: Ajout d'un cadeau surprise à la liste %s

source: Addition of a gift to the list %s
fr_fr: Ajout d'un cadeau à la liste %s

source: surprise gift %s
fr_fr: cadeau surprise %s

source: gift %s
fr_fr: cadeau %s

source: He/she left the following comment: %s<br />
fr_fr: Il/elle a laissé le commentaire suivant : %s<br />

source: Purchase of a gift to the list %s
fr_fr: Achat d'un cadeau de la lsite %s

source: You must specify the current password
fr_fr: Vous devez spécifier le mot de passe courant

source: Nothing to change !
fr_fr: Rien à changer !

source: Manage your password
fr_fr: Gérer votre mot de passe

source: Current password:
fr_fr: Mot de passe courant :

source: New password:
fr_fr: Nouveau mot de passe :

source: New Password (repeat):
fr_fr: Nouveau mot de passe (répéter) :

source: Update
fr_fr: Mettre à jour

source: List rights and alerts
fr_fr: Droits des listes et alertes

source: (no list)
fr_fr: (pas de liste)

source: You can adjust your alerts and see your rights for each list below:
fr_fr: Vous pouvez ajuster vos alertes et voir vos droits ci-dessous :

source: List name
fr_fr: Nom de la liste

source: Can view
fr_fr: Peut voir

source: Can edit
fr_fr: Peut éditer

source: Can mark
fr_fr: Peut indiquer achat

source: Addition alert
fr_fr: Alerte ajout

source: Purchase alert
fr_fr: Alerte achat

source: Connected as <b>%s</b>
fr_fr: Connecté en tant que <b>%s</b>

source: This list is not public
fr_fr: Cette liste n'est pas publique

source: You must be logged in to view this list
fr_fr: Vous devez être identifié pour voir cette liste

source: List display: %s's list
fr_fr: Affichage d'une liste : liste de %s

source: Next event (%s):
fr_fr: Prochain évènement (%s) :

source: %d day
fr_fr: %d jour

source: today
fr_fr: ajourd'hui

source: Category "%s" added
fr_fr: Catégorie "%s" ajoutée

source: Could not add category "%s"
fr_fr: Impossible d'ajouter la catégorie "%s"

source: Could not add category "%s": it already exists
fr_fr: Impossible d'ajouter la catégorie "%s" : elle existe déjà

source: Internal error
fr_fr: Erreur interne

source: Gift "%s" added
fr_fr: Cadeau "%s" ajouté

source: A gift named "%s" already exists and is indicated as received, do you want to add it anyway?
fr_fr: Un cadeau nommé "%s" existe déjà et est indiqué comme reçu, voulez-vous l'ajouter quand même ?

source: Surprise gift "%s" added
fr_fr: Cadeau surprise "%s" ajouté

source: Gift name edited successfully
fr_fr: Nom du cadeau modifié

source: Could not edit this gift name
fr_fr: Impossible de modifier le nom du cadeau

source: Could not edit this gift name: you already used your max edits
fr_fr: Impossible de modifier le nom du cadeau : vous avez dépassé votre nom d'éditions maximum

source: Could not edit this gift name: there are too many differences between the old name and the new one
fr_fr: Impossible de modifier le nom du cadeau : il y a trop de différences entre l'ancien nom et le nouveau

source: Category deleted
fr_fr: Catégorie supprimée

source: Could not delete category
fr_fr: Impossible de supprimer la catégorie

source: Gift deleted
fr_fr: Cadeau supprimé

source: Could not delete gift
fr_fr: Impossible de supprimer le cadeau

source: Gift marked as bought
fr_fr: Cadeau marqué comme acheté

source: Could not mark the gift as bought
fr_fr: Impossible de marquer le cadeau comme acheté

source: Gift is already marked as bought
fr_fr: Le cadeau est déjà marqué comme acheté

source: Gift marked as received
fr_fr: Cadeau marqué comme reçu

source: Could not mark the gift as received
fr_fr: Imposssible de marquer le cadeau comme reçu

source: Gift is already marked as received
fr_fr: Le cadeau est déjà marqué comme reçu

source: Gift moved successfully
fr_fr: Cadeau déplacé

source: Could not move the gift to this category
fr_fr: Impossible de déplacer le cadeau vers cetta catégorie

source: Password updated
fr_fr: Mot de passe mis à jour

source: Password given is too short (should be %d characters long)
fr_fr: Le mot de passe indiqué est trop court (doit faire au moins %d caractères)

source: Password given does not match with the one in the database
fr_fr: Le mot de passe indiqué ne correspond pas à celui de la base de données

source: Missing mandatory field
fr_fr: Champ requis manquant

source: You must repeat the same password
fr_fr: Vous devez répétter le mot de passe

source: Alert updated successfully
fr_fr: Alerte mise à jour

source: Could not update this alert
fr_fr: Impossible de mettre à jour cette alerte

source: Gift details
fr_fr: Détails d'un cadeau

source: Welcome <b>%s</b>
fr_fr: Bienvenue <b>%s</b>

source: , your last visit was on %s
fr_fr: , votre dernière visite était le %s

source: Choose a list to show in the left menu
fr_fr: Choisissez une liste à voir dans le menu de gauche

source: Forgot your password?
fr_fr: Vous avez oublié votre mot de passe ?

source: To log in:
fr_fr: Pour vous connecter :

source: Login:
fr_fr: Identifiant :

source: Login
fr_fr: Se connecter

source: Password:
fr_fr: Mot de passe :

source: Welcome
fr_fr: Bienvenue

source: (last update on: %s)
fr_fr: (dernière mise à jour : le %s)

source: Username or password incorrect
fr_fr: Identifiant ou mot de passe incorrect

source: Options management
fr_fr: Gestion des options

source: %s's list
fr_fr: liste de %s

source: Lists management
fr_fr: Gestion des listes
